[
  {
    "Name": "Wokad biff med broccoli",
    "Ingredients": [
      "400g flankstek",
      "1 msk majsstärkelse",
      "2 msk japansk soja",
      "3 klyftor vitlök",
      "400g broccoli",
      "1 gul lök",
      "2 dl ostronsås",
      "2 msk svart risvinvinäger (eller balsamvinäger)",
      "2 msk farinsocker",
      "2 msk rostade sesamfrön",
      "neutral matolja, att steka i",
      "4 port jasminris,nykokt (till servering)"
    ],
    "Instructions": [
      "Skär flanksteken i tunna skivor tvärs över fibrerna. Blanda soja och majsstärkelse i en bunke. Lägg i köttet och blanda väl",
      "Skala och finhacka vitlöken. Skala och skär löken i tunna klyftor. Skär broccolin i små buketter",
      "Hetta upp en stor stekpanna eller wok med lite olja i tills den börjar ryka. Stek köttet i 1 minut så att det får färg runtom. Lägg över på en tallrik och ställ vid spisen",
      "Hetta upp mer olja till rykande och fräs sedan lök, vitlök och broccoli ca 2-3 minuter under omrörning",
      "Lägg tillbaka köttet i pannan, häll över ostronsås, vinäger och strö över farinsocker. Vänd runt och servera genast med nykokt jasminris. Toppa med rostade sesamfrön"
    ],
    "Category": [
      "Middag"
    ]
  },
  {
    "Name": "Avokadomacka med stekt ägg",
    "Ingredients": [
      "1 ägg",
      "1 tsk olja",
      "1 skiva bröd",
      "1/2 avokado",
      "salt",
      "peppar"
    ],
    "Instructions": [
      "Stek ägget i oljan i en stekpanna. Salta",
      "Rosta brödet",
      "Dela, kärna ur och gröp ur avokadon och mosa avokadoköttet på brödet med en gaffel. Salta och peppera",
      "Toppa mackan med ägget och servera"
    ],
    "Category": [
      "Frukost"
    ]
  },
  {
    "Name": "Scones",
    "Ingredients": [
      "5 dl vetemjöl",
      "2 tsk bakpulver",
      "2 tsk strösocker",
      "1/2 tsk salt",
      "75g svenskt smör från arla",
      "2,5 dl filmjölk"
    ],
    "Instructions": [
      "Sätt ugnen på 250 grader eller 225 varmluft",
      "Blanda mjöl, bakpulver, socker och salt i en bunke. Finfördela smöret i mjölet. Rör i filmjölken och arbeta raskt ihop till en deg.",
      "Tag upp degen på en mjölad arbetsbänk och platta ut till 3 runda kakor, ca 12cm i diameter. lägg dem på en plåt med bakplåtspapper och skåra kakorna korsvis i 4 delar med en vass kniv. Nagga gärna med en gaffel",
      "Grädda i mitten av ugnen 12-15 minuter till fin färg. Låt svalna på något galler. Servera nybakade scones med smör, ost och marmelad eller färskost och sylt"
    ],
    "Category": [
      "Frukost"
    ]
  },
  {
    "Name": "Kladdkaka",
    "Ingredients": [
      "100g svenskt smör från Arla",
      "2,5 dl strösocker",
      "2 ägg",
      "1 dl vetemjöl",
      "3 msk kakao",
      "1 tsk vaniljsocker",
      "florsocker (för garnering)"
    ],
    "Instructions": [
      "Sätt ugnen på 175 grader eller 160 varmluft",
      "Smält smöret i en kastrull. Lyft av kastrullen från plattan",
      "Rör ner socker och ägg, blanda väl. Rör ner övriga ingredienser så att allt blir väl blandat",
      "Häll smeten i en smord och bröad form med löstagbar kant, ca 24 cm i diameter",
      "Grädda mitt i ugnen ca 15 min. Kakan blir låg med ganska hård yta och lite kladdig i mitten",
      "Låt kakan svalna. Pudra över florsocker. Servera med grädde eller glass och frukt"
    ],
    "Category": [
      "Efterrätt"
    ]
  },
  {
    "Name": "Test",
    "Ingredients": [
      "test"
    ],
    "Instructions": [
      "test"
    ],
    "Category": [
      "test"
    ]
  },
  {
    "Name": "Test",
    "Ingredients": [
      "test"
    ],
    "Instructions": [
      "test"
    ],
    "Category": [
      "test"
    ]
  }
]